Revit 2024 API
PartMakerMethodToDivideVolumes.AreElementsValidIntersectingReferences Method
Overload List
Name | Description
AreElementsValidIntersectingReferences(ICollection<ElementId>)
 Identifies if provided members are valid.
AreElementsValidIntersectingReferences(Document, ICollection<ElementId>)
 Identifies if provided members are valid.
See Also
PartMakerMethodToDivideVolumes Class
PartMakerMethodToDivideVolumes Members
Autodesk.Revit.DB Namespace